Repository: RezaRahemtola/Area
Catalog: frontend/mobile/lib/locales/app_*.arb
Languages: fr, is

# welcome
source: Welcome to Area!
fr: Bienvenue sur Area !
is: Velkomin á Area!

source: Email
is: Tölvupóstur

source: Password
fr: Mot de passe
is: Lykilorð

source: Confirm password
fr: Confirmation du mot de passe
is: Staðfesta lykilorð

# passwordsNotMatching
source: Passwords don't match
fr: Les mots de passe ne sont pas les mêmes
is: Lykilorð eru ekki þau sömu

source: Invalid email
fr: Email invalide
is: Ógilt netfang

# pleaseFillForm
source: Please fill the form
fr: Veuillez remplir le formulaire
is: Vinsamlegast fylltu út eyðublaðið

source: Logout
fr: Déconnexion
is: Aftengdu

source: Register
fr: Inscription
is: Skráðu þig

source: Login
fr: Connexion
is: Skrá inn

# error
source: Error: {error}
fr: Erreur : {error}
is: villa: {error}

# authErrorEmail
source: Please enter your email
fr: Veuillez entrer votre email
is: Vinsamlegast sláðu inn netfangið þitt

source: Actions
is: Aðgerðir

source: Action
is: Aðgerð

# actionService
source: Action - {serviceName}
is: Aðgerð - {serviceName}

source: Reactions
fr: Réactions
is: Viðbrögð

source: Reaction
fr: Réaction
is: Viðbrögð

# reactionService
source: Reaction - {serviceName}
fr: Réaction - {serviceName}
is: Viðbrögð - {serviceName}

# libraryTitle
source: My workflows
fr: Mes workflows
is: Verkflæði mín

# servicesTitle
source: Services
is: Þjónusta

# editorTitle
source: Editor
fr: Éditeur
is: Ritstjóri

# userTitle
source: User
fr: Utilisateur
is: Notandi

# activityTitle
source: Activity
fr: Activité
is: Virkni

# navbarLibrary
source: Library
fr: Librarie
is: Bókasafn

source: Language
fr: Langage
is: Tungumál

source: Theme
fr: Thème
is: Þema

source: Save
fr: Sauvegarder
is: Vista

source: Back
fr: Précédent
is: Fyrri

source: Rename
fr: Renommer
is: Endurnefna

source: Edit
fr: Modifier
is: Til að breyta

source: Duplicate
fr: Dupliquer
is: Afrit

# copyWorkflow
source: Copy
fr: Copie
is: Afrita

source: Delete
fr: Supprimer
is: EYÐA

# editorActionDescription
source: An event that starts your workflow
fr: Un événement qui lance votre workflow
is: Atburður sem ræsir vinnuflæðið þitt

# editorReactionDescription
source: An event a workflow performs after it start
fr: Un événement qu'un workflow exécutes une fois lancé
is: Atburður sem verkflæði keyrir þegar það er ræst

# editorNameModalTitle
source: Change workflow name
fr: Changez le nom du workflow
is: Breyttu heiti verkflæðis

# editorChooseService
source: Choose a service
fr: Choisissez un service
is: Veldu þjónustu

# searchBar
source: Search...
fr: Rechercher...
is: Leita...

# editorChooseEvent
source: Choose an event
fr: Choisissez un événement
is: Veldu viðburð

# editorChooseParams
source: Define the event parameters
fr: Définissez les paramètres de l'événement
is: Stilltu viðburðastillingar

source: Connect account
fr: Connectez votre compte
is: Tengdu reikninginn þinn

source: No account to connect
fr: Aucun compte à connecter
is: Enginn reikningur til að tengjast

source: Account already connected
fr: Compte déjà connecté
is: Reikningur þegar tengdur

# noWorkflows
source: No workflows found
fr: Aucun workflow trouvé
is: Engin verkflæði fundust

# noActions
source: No actions for this service
fr: Aucune action possible pour ce service
is: Engin aðgerð möguleg fyrir þessa þjónustu

# noReactions
source: No reactions for this service
fr: Aucune réaction possible pour ce service
is: Engin viðbrögð möguleg fyrir þessa þjónustu

source: No activity
fr: Pas d'activité
is: Engin starfsemi

# page
source: Page {number}
is: Bls {number}

# returnParameters
source: The following data is returned by this area and can be used in the next one:
fr: Les données suivantes sont renvoyées par cette area et peuvent être utilisées dans la suivante :
is: Eftirfarandi gögn eru skilað af þessu svæði og hægt er að nota þau á því næsta:

source: Ran
fr: Lancé:
is: byrjaði:

source: Error on
fr: Erreur:
is: Villa:

source: auto
is: bíll

source: dark
is: myrkur

source: light
is: skýr

source: On new video
fr: En cas de nouvelle vidéo
is: Ef um nýtt myndband er að ræða

# on_new_video_sub
source: Triggers when an video is uploaded on a Youtube channel
fr: Activé lorsqu'une nouvelle vidéo est uploadé sur Youtube
is: Virkjað þegar nýju myndbandi er hlaðið upp á Youtube

source: Send email
fr: Envoyer un mail
is: Sendu tölvupóst

# send_email_sub
source: Send an email
fr: Envoyer un e_mail
is: Sendu tölvupóst

source: create draft email
fr: Créer un brouillon d'e_mail
is: Búðu til drög að tölvupósti

# create_draft_email_sub
source: Create a draft email with Gmail
fr: Créer un brouillon d'e_mail avec Gmail
is: Búðu til drög að tölvupósti með Gmail

source: update signature email
fr: Mettre à jour la signature des mails
is: Uppfærðu undirskrift tölvupósts

# update_signature_email_sub
source: Update the signature of your Gmail account
fr: Mettre à jour la signature de votre compte Gmail
is: Uppfærðu undirskrift Gmail reikningsins þíns

source: create comment youtube
fr: Créer un commentaire_youtube
is: Búðu til YouTube athugasemd

# create_comment_youtube_sub
source: Post a comment on a YouTube video
fr: Publier un commentaire sur une vidéo YouTube
is: Sendu athugasemd við YouTube myndband

source: create document docs
fr: Créer un document docs
is: Búðu til skjalaskjal

# create_document_docs_sub
source: Create a new Google Docs
fr: Créer un nouveau document Google Docs
is: Búðu til nýtt Google Docs skjal

source: create presentation
fr: Créer une présentation
is: Búðu til kynningu

# create_presentation_sub
source: Create a new Google Slides
fr: Créer un nouveau Google Slides
is: Búðu til nýja Google skyggnur

source: create spreadsheet
fr: Créer une feuille de calcul
is: Búðu til töflureikni

# create_spreadsheet_sub
source: Create a new Google Spreadsheet
fr: Créer une nouvelle feuille de calcul Google
is: Búðu til nýjan Google töflureikni

source: create form
fr: Créer un formulaire
is: Búðu til eyðublað

# create_form_sub
source: Create a new Google Forms
fr: Créer un nouveau formulaire Google
is: Búðu til nýtt Google eyðublað

source: create contact
fr: Créer un contact
is: Búðu til tengilið

# create_contact_sub
source: Create a new Google Contact
fr: Créer un nouveau contact Google
is: Búðu til nýjan Google tengilið

source: create task list
fr: Créer une liste de tâches
is: Búðu til verkefnalista

# create_task_list_sub
source: Create a new Google Task list
fr: Créer une nouvelle liste de tâches Google
is: Búðu til nýjan verkefnalista frá Google

source: create course
fr: Créer un cours
is: Búðu til námskeið

# create_course_sub
source: Create a new Google Classroom course
fr: Créer un nouveau cours Google Classroom
is: Búðu til nýtt Google Classroom námskeið

source: create calendar
fr: Créer un calendrier
is: Búðu til dagatal

# create_calendar_sub
source: Create a new Google Calendar
fr: Créer un nouveau calendrier Google
is: Búðu til nýtt Google dagatal

source: create drive folder
is: Búðu til_drif_möppu

# create_drive_folder_sub
source: Create a new Google Drive folder
fr: Créer un nouveau dossier Google Drive
is: Búðu til nýja Google Drive möppu

source: duplicate drive file
fr: Dupliquer un fichier Drive
is: Afritaðu Drive skrá

# duplicate_drive_file_sub
source: Duplicate a file in Google Drive
fr: Dupliquer un fichier dans Google Drive
is: Afritaðu skrá í Google Drive

source: form add youtube item
fr: Ajouter un élément youtube à un form
is: Bættu YouTube þætti við eyðublað

# form_add_youtube_item_sub
source: Add a YouTube item in a Google Form
fr: Ajouter un élément YouTube dans un formulaire Google
is: Bættu YouTube þætti við Google eyðublað

source: create slide on presentation
is: Búa til_skyggnu_á_kynningu

# create_slide_on_presentation_sub
source: Add a slide on a Google presentation
fr: Ajouter une diapositive à une présentation Google
is: Bættu skyggnu við Google kynningu

source: create shared drive
fr: Créer un drive partagé
is: Búðu til samnýtt drif

# create_shared_drive_sub
source: Create a Google shared drive
fr: Créer un lecteur partagé Google
is: Búðu til Google samnýtt drif

source: change gmail interface language
fr: Changer le langage de Gmail
is: Breyta Gmail tungumáli

# change_gmail_interface_language_sub
source: Change the language of the GMail interface
fr: Modifier la langue de l'interface GMail
is: Breyttu tungumáli viðmóts Gmail

source: form update description
fr: Changer description d'un form
is: Breyta lýsingu á eyðublaði

# form_update_description_sub
source: Update the description of a Google Form
fr: Mettre à jour la description d'un formulaire Google
is: Uppfærðu lýsingu á Google eyðublaði

source: form convert to quiz
fr: Convertir un form en quiz
is: Umbreyttu eyðublaði í spurningakeppni

# form_convert_to_quiz_sub
source: Convert a Google Form to a graded quiz
fr: Convertit un formulaire Google en un quiz noté
is: Breytir Google eyðublaði í einkunnapróf

source: update spreadsheet title
fr: Changer titre feuille de calcul
is: Breyta heiti vinnublaðs

# update_spreadsheet_title_sub
source: Update a Google Spreadsheet title
fr: Mise à jour du titre d'une feuille de calcul Google
is: Uppfærir titil á Google töflureiknie

# create_post
source: Creates a post
fr: Créer un post
is: Búðu til færslu

# create_post_sub
source: Creates a new LinkedIn post
fr: Crée un nouveau post LinkedIn
is: Búðu til nýja LinkedIn færslu

source: on issue reopen
fr: sur la réouverture d'une Issue
is: við gefum út aftur

# on_issue_reopen_sub
source: Triggers when an issue is reopened on a Github repository
fr: S'active lorsqu'une Issue est rouvert sur un dépôt Githuby
is: riggar þegar mál er opnað aftur á Github geymslu

source: on issue close
fr: à la fermeture d'une Issue
is: við útgáfu lokað

# on_issue_close_sub
source: Triggers when an issue is closed on a Github repository
fr: S'active lorsqu'une Issue est fermé sur un dépôt Githuby
is: riggar þegar mál er lokað á Github geymslu

source: reopen issue
fr: rouvrir une Issue
is: endurupptaka mál

# reopen_issue_sub
source: Reopen an issue on a Github repository
fr: Rouvrir un dossier sur un dépôt Github
is: Opnaðu aftur mál á Github geymslu

source: close issue
fr: fermer une Issue
is: loka máli

# close_issue_sub
source: Close an issue on a Github repository
fr: Fermer une Issue sur un dépôt Github
is: Lokaðu vandamáli á Github geymslu

source: Seconds interval
fr: Interval en secondes
is: Annað millibili

# seconds_interval_sub
source: Trigger every X seconds
fr: S'active toutes les X secondes
is: Kveikja á X sekúndna fresti

source: On issue create
fr: Lors d'une création d'Issue
is: Þegar búið er til útgáfu

# on_issue_create_sub
source: Triggers when an issue is created on a project
fr: S'active quand une Issue est créée sur le workspace Linéar
is: Virkjað þegar tölublað er búið til á línulegu vinnusvæðinu

source: create issue
fr: créer une Issue
is: Búðu til tölublað

# create_issue_sub
source: Creates an issue on a project
fr: Créer une Issue sur un projet
is: Bjó til mál á línulegu vinnusvæðinu

source: on commit
fr: En cas de commit
is: við skuldbindum okkur

# on_commit_sub
source: Triggers when an commit is pushed on a project
fr: Se déclenche lorsqu'un commit est poussé sur un projet
is: Kemur af stað þegar skuldbindingu er ýtt á verkefni

source: on pull request close
fr: En cas de fermeture d'une demande d'extraction
is: á draga beiðni loka

# on_pull_request_close_sub
source: Triggers when a merge request is closed on a project
fr: Déclenche la fermeture d'une Pull Request sur un projet
is: Kemur af stað þegar sameiningarbeiðni er lokað á verkefni

source: on pull request create
fr: lors de la création d'une Pull Request
is: á draga beiðni búa til

# on_pull_request_create_sub
source: Triggers when a merge request is created on a project
fr: Déclenche la création d'une Pull Request sur un projet
is: Kemur af stað þegar sameiningarbeiðni er búin til í verkefni

source: on pull request merge
fr: En cas de Pull Request
is: á pull beiðni sameiningu

# on_pull_request_merge_sub
source: Triggers when a merge request is merged on a project
fr: Déclenche la fusion d'une Pull Request sur un projet
is: Kemur af stað þegar sameiningarbeiðni er sameinuð í verkefni

source: on pull request reopen
fr: En cas de réouverture d'une Pull Request
is: á pull beiðni opna aftur

# on_pull_request_reopen_sub
source: Triggers when a merge request is merged on a project
fr: Déclenche la fusion d'une Pull Request sur un projet.
is: Kemur af stað þegar sameiningarbeiðni er sameinuð í verkefni

# on_status_create
source: On status created
fr: En cas de création de status
is: Á stöðu búin til

# on_status_create_sub
source: Triggers when the status of a Facebook page is updated
fr: S'active quand le status d'une page Facebook est mis à jour
is: Virkar þegar staða Facebook_síðu er uppfærð

# create_board
source: Create a board
fr: Créer une planche
is: Búðu til borð

# create_board_sub
source: Creates a new board
fr: Crée une planche
is: Búðu til borð

# lol_on_game_end
source: On game end
fr: A la fin du match
is: Í lok leiks

# lol_on_game_end_sub
source: Triggers when a player ends a LoL match
fr: Se déclenche lorsqu'un joueur termine un match LoL.
is: Virkar þegar leikmaður klárar LoL leik.

# lol_on_game_loss
source: On game loss
fr: À la perte d'un match
is: Að tapa leik

# lol_on_game_loss_sub
source: Triggers when a player lost a LoL match
fr: Se déclenche lorsqu'un joueur a perdu un match LoL.
is: Virkar þegar leikmaður hefur tapað LoL leik.

# lol_on_game_win
source: On game win
fr: Lors de la victoire d'un match
is: Þegar unnið er leik

# lol_on_game_win_sub
source: Triggers when a player won a LoL match
fr: Déclenchement lorsqu'un joueur a gagné un match LoL
is: Virkar þegar leikmaður hefur unnið LoL leik

# lol_on_level_up
source: On level up
fr: Au niveau supérieur
is: Á næsta stigi

# lol_on_level_up_sub
source: Triggers when a LoL summoner levels up
fr: Se déclenche lorsqu'un invocateur LoL monte en niveau.
is: Kemur í gang þegar LoL kallar hækkar.

source: create task
fr: créer une tâche
is: búa til verkefni

# create_task_sub
source: Create a task on Todoist
fr: Créer une tâche sur Todoist
is: Búðu til verkefni á Todoist

source: reopen task
fr: rouvrir une tâche
is: opna verkefni aftur

# reopen_task_sub
source: Reopen a task on Todoist
fr: Rouvrir une tâche sur Todoist
is: Opnaðu verkefni aftur í Todoist

source: close task
fr: fermer une tâche
is: loka verkefni

# close_task_sub
source: Close a task on Todoist
fr: Fermer une tâche sur Todoist
is: Lokaðu verkefni í Todoist

source: update task
fr: mettre à jour une tâche
is: uppfæra verkefni

# update_task_sub
source: Update a task on Todoist
fr: Mettre à jour une tâche sur Todoist
is: Uppfærðu verkefni á Todoist

source: delete task
fr: supprimer une tâche
is: eyða verkefni

# delete_task_sub
source: Delete a task on Todoist
fr: Supprimer une tâche sur Todoist
is: Eyða verkefni á Todoist

source: Delete record
fr: Supprimer un enregistrement
is: Eyða upptöku

# delete_record_sub
source: Delete a record from an Airtable base table
fr: Supprimer un enregistrement d'un tableau AirTable
is: Eyða skrá af AirTable borði

# create_tweet
source: Post a tweet
fr: Poster un tweet
is: Sendu tíst

# create_tweet_sub
source: Post a tweet on Twitter (X)
fr: Poste un tweet sur Twitter (X)
is: Settu tíst á Twitter (X)

# create_message
source: Post message
fr: Poster un message
is: Sendu skilaboð

# create_message_sub
source: Post a message on a Slack channel
fr: Poste un message dans un salon Slack
is: Sendu skilaboð í Slack herbergi

source: On guild join
fr: En cas d'entrée sur un serveur
is: Þegar þú ferð inn á netþjón

# on_guild_join_sub
source: Fired when the user join a guild on discord.
fr: Lancé quand l'utilisateur rejoint un serveur discord.
is: Ræst þegar notandi tengist discord netþjóni.

source: on action
fr: En cas d'action
is: Ef um aðgerð er að ræða

# on_action_sub
source: Triggers when a workflow's action is triggered
fr: Se déclenche lorsque l'action d'un workflow est déclenchée.
is: Kveikir þegar verkflæðisaðgerð er ræst.

source: on account connect
fr: En cas de connexion
is: Ef um tengingu er að ræða

# on_account_connect_sub
source: Triggers when a new OAuth account is connected
fr: Se déclenche lorsqu'un nouveau compte OAuth est connecté
is: Virkar þegar nýr OAuth reikningur er tengdur

source: on workflow create
fr: Création d'un workflow
is: Að búa til verkflæði

# on_workflow_create_sub
source: Triggers when a new workflow is created
fr: Se déclenche lors de la création d'un nouveau workflow
is: Kveikir þegar nýtt verkflæði er búið til

source: on workflow toggle
fr: Si activation d'un workflow
is: Ef virkjun á verkflæði

# on_workflow_toggle_sub
source: Triggers when a workflow is enabled
fr: Se déclenche lorsqu'un workflow est activé
is: Virkar þegar verkflæði er virkjað

source: disable workflow
fr: Désactiver un workflow
is: Slökktu á verkflæði

# disable_workflow_sub
source: Disable a workflow
fr: Désactive un workflow
is: Slökktu á verkflæði

source: enable workflow
fr: Activer un workflow
is: Virkjaðu verkflæði

# enable_workflow_sub
source: Enable a workflow
fr: Activer un workflow
is: Virkjaðu verkflæði
